[
  {
    "id": 1,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0014.jpg",
    "title": "薄紫の花々",
    "title_en": "Pale Purple Blossoms",
    "description": "墨で描かれた力強い葉の間から、薄紫の繊細な花が優しく顔を覗かせています。日本画の技法で描かれたこの作品には、春の訪れを待ちわびる静かな期待と、控えめながらも確かな生命力が宿っています。祖母の筆に込められた、季節の移ろいへの愛情と観察眼が、時を超えて今も温かく語りかけてきます。",
    "description_en": "Delicate pale purple flowers gently emerge from between bold ink-painted leaves. This Japanese-style painting embodies the quiet anticipation of spring's arrival and a modest yet certain life force. Grandmother's brushwork, filled with love for nature's changing seasons and keen observation, continues to speak warmly across time.",
    "year": "unknown"
  },
  {
    "id": 2,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0009.jpg",
    "title": "夏色の蘭",
    "title_en": "Summer Orchid",
    "description": "紅色に染まった蘭の花が、緑の葉とともに力強く咲いています。黄色い蕊が太陽の光を思わせ、夏の訪れを告げているよう。墨で描かれた「夏」の文字が季節を象徴し、祖母の筆が捉えた一瞬の生命力が、今も紙の上で息づいています。花びらの柔らかな曲線には、慈しみを込めて描いた温もりが感じられます。",
    "description_en": "A crimson orchid blooms powerfully alongside green leaves. The yellow stamens evoke sunlight, heralding summer's arrival. The character '夏' (summer) painted in ink symbolizes the season, and the life force grandmother captured in a moment still breathes on paper. The gentle curves of the petals convey the warmth of affectionate brushwork.",
    "year": "unknown"
  },
  {
    "id": 3,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0002.jpg",
    "title": "春を待つ椿の花",
    "title_en": "Camellia Awaiting Spring",
    "description": "柔らかな水彩で描かれた椿の花。桃色から深紅へのグラデーションが、冬の終わりから春へと移りゆく季節の息吹を映しています。黄金色の花芯が太陽のように輝き、緑の葉が静かに寄り添う姿は、祖母が窓辺で眺めた庭の記憶。一筆一筆に込められた温もりが、見る者の心にそっと語りかけてきます。",
    "description_en": "A camellia painted in soft watercolors. The gradient from pink to deep crimson reflects the breath of seasons transitioning from winter's end to spring. The golden center shines like the sun, while green leaves quietly nestle beside—a memory of the garden grandmother gazed upon from her window. The warmth in each brushstroke gently speaks to the viewer's heart.",
    "year": "unknown"
  },
  {
    "id": 4,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0005.jpg",
    "title": "紫のトルコキキョウ",
    "title_en": "Purple Lisianthus",
    "description": "墨の線で描かれた優雅なトルコキキョウ。紫の花びらが風に揺れるように軽やかに、緑の茎は力強く伸びています。赤い落款印が作品に温もりを添え、祖母の静かな午後のひとときが想像されます。花言葉は「優美」「希望」。大切な人への想いを込めて、一筆一筆丁寧に描かれたのでしょう。",
    "description_en": "Elegant lisianthus rendered in ink lines. Purple petals sway gently as if in the breeze, while green stems extend powerfully. A red seal adds warmth to the piece, evoking grandmother's quiet afternoon moments. The flower's meanings—'grace' and 'hope'—suggest it was painted stroke by stroke with thoughts of loved ones.",
    "year": "unknown"
  },
  {
    "id": 5,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0013.jpg",
    "title": "いらしてく りんごと自らしくらし",
    "title_en": "Apples and Living True to Oneself",
    "description": "柔らかな色彩で描かれた林檎と、その切り口。一つの果実が見せる、丸ごとの美しさと内に秘めた種の姿。赤く熟した表面は外の世界へ、切られた断面は内なる静けさへと誘います。書かれた言葉が、素朴な日常の中にある自分らしさを優しく語りかけているようです。",
    "description_en": "Apples painted in soft colors, whole and sliced. One fruit reveals both its complete beauty and the seeds hidden within. The ripe red surface invites us outward to the world, while the cut cross-section leads inward to quiet stillness. The written words seem to gently speak of being true to oneself in simple daily life.",
    "year": "unknown"
  },
  {
    "id": 6,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0010.jpg",
    "title": "雪化粧の連山",
    "title_en": "Snow-Capped Mountain Range",
    "description": "淡い青と緑の水彩で描かれた山々。墨の線が峰々の輪郭を力強く捉え、白く残された頂には雪が静かに降り積もる。手前の緑の稜線が優しく連なり、遠くの山並みへと視線を誘う。赤い落款印と筆文字が、作者の静かな想いを物語る、どこか懐かしい日本の風景。",
    "description_en": "Mountains painted in pale blue and green watercolors. Ink lines powerfully capture the peaks' contours, while snow quietly accumulates on white-capped summits. Green ridgelines gently connect in the foreground, drawing the eye to distant mountain ranges. Red seals and calligraphy tell of the artist's quiet thoughts—a nostalgic Japanese landscape.",
    "year": "unknown"
  },
  {
    "id": 7,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0018.jpg",
    "title": "春を告げる小さな花束",
    "title_en": "Little Bouquet Heralding Spring",
    "description": "淡いピンクの花々が優しく咲き誇る水彩画。祖母の筆はいつも春の訪れを待ちわびていたのでしょう。細やかな点描で表現された背景には、長い冬を越えた喜びが滲んでいます。黄色い花芯を持つ可憐な花は、きっと祖母が愛した庭の一角を描いたもの。静かな午後の陽だまりの中、花瓶に活けた花を見つめながら、一筆一筆に想いを込めた温もりが伝わってきます。",
    "description_en": "A watercolor of pale pink flowers blooming gently. Grandmother's brush must have always longed for spring's arrival. The delicate stippled background carries the joy of having survived a long winter. These lovely flowers with yellow centers surely depict a corner of the garden she cherished. The warmth of her thoughts in each stroke comes through, as if she gazed at flowers arranged in a vase in a quiet sunny afternoon.",
    "year": "unknown"
  },
  {
    "id": 8,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0015.jpg",
    "title": "野辺を駆ける蛙たちの午後",
    "title_en": "Frogs Frolicking in the Field",
    "description": "墨で描かれた野草と二匹の蛙。田舎の水辺で戯れる蛙たちの、のどかな春の一日。草むらを抜け、水面を蹴って、互いに呼び合うような躍動感。祖母の筆には、小さな生き物たちへの温かい眼差しと、自然と共に生きた日々の記憶が宿っています。印章が作品に風格を添え、墨の濃淡が命の息吹を伝えます。",
    "description_en": "Wild grass and two frogs rendered in ink. A peaceful spring day as frogs play by rural waterside. The dynamic energy of creatures moving through grass and kicking across water, calling to each other. Grandmother's brush holds warm regard for small creatures and memories of days lived in harmony with nature. Seals add dignity to the work, and ink's shades convey the breath of life.",
    "year": "unknown"
  },
  {
    "id": 9,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0004.jpg",
    "title": "陽だまりに咲くパンジー",
    "title_en": "Pansies in the Sunlight",
    "description": "黄色と紫のパンジーが、春の柔らかな光を浴びて微笑んでいます。太い墨の輪郭線と水彩の優しい色合いが、祖母の温かな眼差しを思わせます。緑の葉に囲まれた花は、庭先で静かに季節の移ろいを見守り、訪れる人々に小さな幸せを届けているかのようです。",
    "description_en": "Yellow and purple pansies smile in spring's gentle light. Bold ink outlines and soft watercolors evoke grandmother's warm gaze. Surrounded by green leaves, the flowers quietly watch the seasons change in the garden, as if delivering small moments of happiness to all who visit.",
    "year": "unknown"
  },
  {
    "id": 10,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0006.jpg",
    "title": "朝陽に染まる薔薇",
    "title_en": "Rose Tinted by Morning Sun",
    "description": "ピンク色から黄金色へと移ろう花びらは、まるで朝焼けの空を映したよう。祖母が庭で育てた薔薇を、愛おしげに筆に込めた一輪。墨の輪郭線が花の生命力を際立たせ、落款印が静かに時の記憶を刻んでいます。水彩のにじみが、柔らかな光と温もりを運んできます。",
    "description_en": "Petals transitioning from pink to gold seem to reflect the morning sky. A single rose grandmother lovingly cultivated in her garden, painted with affection. Ink outlines emphasize the flower's vitality, and seals quietly mark time's memory. Watercolor bleeds carry soft light and warmth.",
    "year": "unknown"
  },
  {
    "id": 11,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0016.jpg",
    "title": "早春の蘭",
    "title_en": "Early Spring Orchid",
    "description": "墨の濃淡で描かれた蘭の葉が、静かに風に揺れています。淡い緑の花弁は春の訪れを告げるように、慎ましやかに咲いています。祖母の筆は、冬の終わりから春へと移ろう季節の息吹を、余白の美しさとともに捉えています。朝露に濡れた蘭は、新しい季節への希望を静かに語りかけているようです。",
    "description_en": "Orchid leaves painted in varying ink tones sway quietly in the breeze. Pale green petals bloom modestly, heralding spring's arrival. Grandmother's brush captures the season's breath transitioning from winter's end to spring, along with the beauty of negative space. The orchid, wet with morning dew, seems to quietly speak of hope for a new season.",
    "year": "unknown"
  },
  {
    "id": 12,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0007.jpg",
    "title": "春の訪れを告げる蓮華草",
    "title_en": "Chinese Milk Vetch Announcing Spring",
    "description": "淡いピンクと紫の水彩で描かれた蓮華草が、優しく風に揺れる春の日を思わせます。緑の葉と茎が力強く伸び、赤い印章が作品に格調を添えています。筆文字による詩的な言葉が、花の美しさと儚さを讃えるように寄り添い、祖母の穏やかな心と、季節の移ろいへの深い愛情が感じられる一枚です。",
    "description_en": "Chinese milk vetch painted in pale pink and purple watercolors evokes a spring day with gentle breezes. Green leaves and stems extend powerfully, while red seals add elegance. Poetic calligraphy nestles close, praising the flower's beauty and ephemerality—a piece that conveys grandmother's peaceful heart and deep affection for nature's changing seasons.",
    "year": "unknown"
  },
  {
    "id": 13,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0012.jpg",
    "title": "コスモスの風に揺れる記憶",
    "title_en": "Cosmos Swaying in Memory",
    "description": "淡いピンクの花びらが風に揺れるコスモス。祖母の筆は、秋の庭で咲く花たちの儚さと力強さを同時に捉えています。墨の線と水彩の柔らかさが織りなす、日本の四季への愛情。花びら一枚一枚に込められた優しい眼差しが、見る者の心に穏やかな秋の午後を運んでくれます。赤い落款が、作品に静かな品格を添えています。",
    "description_en": "Cosmos with pale pink petals swaying in the wind. Grandmother's brush simultaneously captures the fragility and strength of autumn garden flowers. Ink lines and watercolor softness weave together in love for Japan's four seasons. The gentle gaze in each petal brings a peaceful autumn afternoon to the viewer's heart. A red seal quietly adds dignity to the work.",
    "year": "unknown"
  },
  {
    "id": 14,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0000.jpg",
    "title": "黒髪の少女",
    "title_en": "Girl with Black Hair",
    "description": "墨と淡いピンクの色彩で描かれた少女の横顔。黒髪が頬に落ち、うっすらと紅を差した頬には春の光が宿る。小さな黄色いブローチが胸元で輝き、紅い唇は何か秘密を囁くよう。祖母の筆が捉えたのは、少女時代の儚い夢と、移りゆく季節の中で咲く一瞬の美しさ。シンプルな線の中に、深い情感が込められている。",
    "description_en": "A girl's profile painted in ink and pale pink. Black hair falls against her cheek, and faintly blushed cheeks hold spring's light. A small yellow brooch gleams at her chest, and red lips seem to whisper secrets. Grandmother's brush captured the fleeting dreams of girlhood and a moment's beauty blooming amid changing seasons. Deep emotion resides within simple lines.",
    "year": "unknown"
  },
  {
    "id": 15,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0017.jpg",
    "title": "ひょうたんと葡萄の蔓",
    "title_en": "Gourd and Grape Vines",
    "description": "墨で描かれた濃い葡萄の葉の下に、翡翠色のひょうたんが一つ。蔓が優雅に伸び、まるで祖母の庭先で夏の陽を浴びながら静かに実る姿を思わせます。朱色の落款が、素朴な筆致に温もりを添え、日々の暮らしの中にある小さな喜びと豊かさを優しく伝えています。",
    "description_en": "A jade-colored gourd beneath dark grape leaves rendered in ink. Vines extend gracefully, evoking the quiet ripening in grandmother's garden under summer sun. A vermillion seal adds warmth to simple brushwork, gently conveying small joys and richness found in daily life.",
    "year": "unknown"
  },
  {
    "id": 16,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0008.jpg",
    "title": "太陽を抱くひまわり",
    "title_en": "Sunflower Embracing the Sun",
    "description": "黄金の花びらが力強く広がり、中心には薔薇色の温もりが宿る。祖母の筆は、夏の庭で咲き誇るひまわりに、生命の喜びと優しさを重ねたのでしょう。太陽に顔を向けて立つ姿は、どんな時も希望を見上げる心の象徴。緑の葉が支える一輪の花に、家族への愛と、明日への祈りが込められています。",
    "description_en": "Golden petals spread powerfully, with rose-colored warmth at the center. Grandmother's brush layered joy of life and gentleness onto the sunflower blooming proudly in summer's garden. Its stance facing the sun symbolizes a heart that always looks up toward hope. In this single flower supported by green leaves are love for family and prayers for tomorrow.",
    "year": "unknown"
  },
  {
    "id": 17,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0003.jpg",
    "title": "朝露に輝く椿の枝",
    "title_en": "Camellia Branch Glistening with Morning Dew",
    "description": "早春の庭に咲いた一輪の椿。祖母の筆は優しく花びらの柔らかさを捉え、黄金色の蕊が朝日を受けて輝く瞬間を描いています。濃淡の異なる葉が風に揺れ、枝には季節の移ろいが刻まれています。静かな朝のひととき、窓辺から見た庭の情景が、温かな色彩とともに時を超えて語りかけてきます。",
    "description_en": "A single camellia blooming in early spring's garden. Grandmother's brush gently captures the petals' softness, depicting the moment golden stamens gleam in morning sun. Leaves of varying shades sway in the breeze, and the branch bears the seasons' passage. A quiet morning moment—a garden view from the window speaks across time with warm colors.",
    "year": "unknown"
  },
  {
    "id": 18,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0011.jpg",
    "title": "枝に実る柿",
    "title_en": "Persimmon Ripening on the Branch",
    "description": "秋の陽だまりの中、枝にしっかりと繋がる一粒の柿。祖母の筆は、実りの季節への感謝と、大地から受け取った命の重みを優しく描き出しています。オレンジ色に染まった果実は、長い年月を見守ってきた木の愛情を宿し、やがて誰かの手に渡る日を静かに待っているかのようです。墨の線と淡い色彩が織りなす、素朴で温もりある秋の一景です。",
    "description_en": "In autumn's sunny warmth, a single persimmon firmly connected to its branch. Grandmother's brush gently depicts gratitude for harvest season and the weight of life received from the earth. The orange fruit holds the tree's affection built over many years, quietly awaiting the day it will pass into someone's hands. A simple, warm autumn scene woven from ink lines and pale colors.",
    "year": "unknown"
  },
  {
    "id": 19,
    "type": "art",
    "image": "/gallery/images/MitsukoPicture/IMG_20251231_0001.jpg",
    "title": "窓辺の黒猫",
    "title_en": "Black Cat by the Window",
    "description": "鮮やかな紅色の窓枠に佇む黒猫。じっと外を見つめるその瞳には、何を想うのでしょう。祖母が愛した猫だったのかもしれません。クレヨンの温もりが伝わる素朴なタッチで、静かな午後の時間が閉じ込められています。窓の向こうには、きっと懐かしい庭の景色が広がっていたことでしょう。",
    "description_en": "A black cat sitting in a vivid red window frame. What thoughts fill those eyes gazing intently outside? Perhaps this was a cat grandmother loved. Simple crayon strokes convey warmth, capturing a quiet afternoon moment. Beyond the window, surely a nostalgic garden scene once stretched out.",
    "year": "unknown"
  }
]
